Repository: common-repository/ns-recover-abandoned-cart
Catalog: i18n/ns-rac-recover-abandoned-carts-*.po
Languages: it_it

source: You have reached the max number of carts storable for the free version. Install now the <a href="https://www.nsthemes.com/"> <b>PRO version</b> </a> to continue to store the current carts!
it_it: Hai raggiunto il numero massimo di carrelli per la versione gratuita. Installa ora la <a href=“https://www.nsthemes.com/“> <b>versione PRO</b> </a> per non perdere nemmeno un carrello abbandonato!

source: Settings
it_it: Impostazioni

source: Statistics
it_it: Statistiche

source: How to use
it_it: Guida all’utilizzo

source: Premium features
it_it: Funzioni premium

source: Go Premium, get more features and support
it_it: Installa la versione premium, avrai più funzioni e supporto

source: If you upgrade your plugin you will get one year of free updates and support through our website available 24h/24h. Upgrade and you'll have the advantage of additional features of the premium version.
it_it: Sei fai l’upgrade avrai un anno di aggiornamenti gratis e supporto disponibile nel nostro sito 24h/24h. Fai l’Upgrade e avrai i vantaggi delle funzioni addizionali e della versione premium.

source: Go Premium Now
it_it: Ottieni la premium ora

source: Check Your input!
it_it: Controlla il tuo input!

source: Please select
it_it: Per favore seleziona

source: a valid daterange
it_it: un range di date valido

source: Stats options
it_it: Opzioni statistiche

source: Choose the period of time to consider and the max number of entries to show.
it_it: Scegli il periodo di tempo da considerare e il massimo di risultati da mostrare.

source: From (Date)
it_it: Da (Data)

source: To (Date)
it_it: A (Data)

source: Entries
it_it: Risultati

source: Save Changes
it_it: Salva modifiche

source: Total restored amount
it_it: Importo totale riecuperato

source: Total abandoned amount
it_it: Importo totale abbandonato

source: Total restored cart
it_it: Carrelli totali recuperati

source: Total abandoned cart
it_it: Carrelli totali abbandonati

source: Report options
it_it: Opzioni report

source: Choose a daterange or select the checkbox to show all the entries
it_it: Seleziona un range di date o seleziona la casella per vedere tutti i risultati

source: Choose the type according to the filed "User Email"
it_it: Scegli il tipo in base al campo “User Email”

source: All
it_it: Tutti

source: Guests
it_it: Ospiti

source: Logged users
it_it: Utenti registrati

source: Choose for "Status"
it_it: Scegli in base allo “Stato”

source: All entries
it_it: Tutti i risultati

source: Filter
it_it: Flitra

source: Creation Time
it_it: Tempo di creazione

source: Order ID
it_it: ID ordine

source: Products ( Quantity )
it_it: Prodotti ( Quantità )

source: Total price
it_it: Prezzo totale

source: Status
it_it: Stato

source: IP Address
it_it: Indirizzo IP

source: Woocommerce is not installed!
it_it: Woocommerce non è installato!

source: NS Recover Abandoned Cart plugin needs
it_it: Il plugin NS Recover Abandoned Cart ha bisogno di

source: or later versions to work!
it_it: o versioni più recenti!

source: PREMIUM VERSION
it_it: VERSIONE PREMIUM

source: ALL FREE VERSION FEATURES and
it_it: TUTTE LE FUNZIONALITA’. DELLA VERSIONE PREMEIUM E

source: - Unlimited version<br/>
it_it: - Versione illimitata<br/>

source: JOIN NS CLUB
it_it: UNISCITI A NS CLUB

source: – Instant access to all plugins and all themes
it_it: - Accesso istantaneo a tutti i temi e plugin

source: – All future plugins and themes are included
it_it: - Tutti i plugin e i temi futuri sono inclusi

source: – Unlimited license for all NS products
it_it: - Licenza illimitata per i prodotti NS

source: – Unlimited download for each products
it_it: - Download illimitati

source: – Super fast support
it_it: - Supporto rapidissimo

source: – Regular update
it_it: - Aggiornamenti regolari

source: DISCOVER MORE
it_it: SCOPRI DI PIU’

source: Cart options
it_it: Opzioni Cart

source: You can specified a timeout after wich the user cart will be set as ABANDONED
it_it: Puoi specificare un timeout dopo il quale il carrello verrà settato come abbandonato

source: Timeout after cart is lost (minutes)
it_it: Timeout dopo il quale il carrello è perso (minuti)

source: Email options
it_it: Opzioni Email

source: You can specified a timeout after wich the user will receive 'check your cart' email.
it_it: Puoi specificare un timeout dopo il quale l’utente riceverà la mail ‘check your cart’.

source: Email Timeout (minutes)
it_it: Timeout emial (minuti)

source: Email settings
it_it: Impostazioni Email

source: Choose the mail sender and the "name from"
it_it: Scegli il mittente della mail e il “nome da”

source: Email Sender
it_it: Mittente

source: Email Name From
it_it: Nome da

source: Enter the title and text you want to be displayed in the email, or leave the fields blank to use the default ones
it_it: Inserisci il titilo e il testo che vuoi nella mail o lascialo vuoto per usare quello di default

source: Email Text
it_it: Testo Email

source: Email Checkout button text
it_it: Testo pulsante Email checkout

source: Email Template settings
it_it: Impostazioni del template dell’email

source: Choose a color for your email template
it_it: Seleziona un colore

source: Template color
it_it: Colore

source: Select a <b>template</b> for your email
it_it: Seleziona un <b>template</b> per la tua email

source: Basic Simple
it_it: Base

source: Advanced One
it_it: Avanzato Uno

source: Advanced Two
it_it: Avanzato Due

source: Advanced Three
it_it: Avanzato Tre

source: Advanced Fourth
it_it: Avanzato Quattro

source: Premium Version
it_it: Versione Premium
